{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "One of the pastimes of the inhabitants of Viscara is a card game known as Rimer Cards.  It is simple to play, yet many enjoy the combination of luck, strategy, and planning.  Though shunned by those seeking the more visceral thrills of the combat pits, most residents are happy pitting imaginary creatures against each other. \n\nThe goal of Rimer Cards is simple - defeat your player's avatar.  As the avatars are immobile game pieces with no combat ability, this can be a bit of a challenge.  Instead, cards are played by each side to summon creatures which do battle with your opponent's creatures and their avatar.  When one avatar falls, the game is over. \n\nAn expert player is aware of the game's complexities.  Each creature card has a casting cost, as well as an attack and defense rating.  In order to play the card, you must have enough magic available to cover the card's casting cost. \n\nMagic is generated by magic generators, created by playing a magic generator card.  You can only play one generator per cycle, which limits the amount of magic you will have available to you early in the game. \n\nThere are no clear turns in Creatures, as both players play cards continuously throughout play.  What limits the speed of the game are cycles.   At the beginning of every cycle, a new card is drawn for each player.  If a player has more than eight cards, one is randomly discarded.  Any magic generators that have had their power used up by casting spells will be replenished. It's also a time when additional magic generators may be put in play. \n\nAt the beginning of the game, each player gets seven cards.  The first move of a game is to play a magic generator.  After the generator begins producing power, you can start summoning creatures.  You can summon as many creatures in your hand as you have magic from your generators.  Gameplay continues until one of the avatars is dead. \n\nThere are non-creature cards you can play as well.  These spells are cast just like creature cards, but instead have a variety of effects on the game.  Read the descriptions carefully.\n\nCertain cards can be sacrificed to produce different effects.  To sacrifice a creature, click on the gallows object to the left of the cards."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Rimer Cards - Rules of the Game"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "rimer_instructions"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "creaturesrule"
  }
}
